'''
капсом пишем жопай
'''

TOKEN = '280995361:AAFPietXTGxRttwiE8GIn4xVRGBW6VJmXVk'

NAMES = ['гриша', 'грач', 'григорий']
TO_HI = ['прив', 'привет', 'здравствуй', 'хай', 'хаюх', 'хаю хай', 'дратут', 'здаров']
TO_BYE = ['все давай', 'всё давай', 'датвиданья', 'до связи', 'до свидани', 'досвидан', 'пока', 'пака']

START = 'я гриша'
HELP = 'могу василюка хуй показать'
WHAT = 'что'
YES = 'да'
NO = 'не'
HI = 'привет'
BYE = 'пока'
OKAY = 'ладно'
IGNORANCE = 'не понял щас'

DICK = 'AgADAgADsqcxG619BApGPqqhwbre04fUgQ0ABEEa0kzVKn3I0OADAAEC'
