# -*- coding: utf-8 -*-

'''
капсом пишем жопай
'''

# Recieved
NAMES = ['гриша', 'грач', 'григорий']

TO_HI = ['прив', 'привет', 'здравствуй', 'хай', 'хаюх',
         'дратут', 'здаров', 'добрый день', 'добрый вечер', 'вечероче']
NOT_TO_HI = ['ехай', 'хайп', 'хайз', 'приветл']

TO_BYE = ['все давай', 'всё давай', 'датвиданья', 'до связи',
          'до свидани', 'досвидан', 'пока', 'пака', 'ой ночи']
NOT_TO_BYE = ['покаж', 'пакаж', 'покак', 'пакак', 'показ', 'паказ', 'покач', 'пакач',
              'пока н', 'пока чт', 'пока ты', 'пока я', 'пока он', 'пока вс', 'пока р']

TO_HELP_1 = ['умееш', 'можеш']
TO_HELP_2 = ['че', 'чё', 'что', 'чо', '?']

TO_DICK_1 = ['хуй', 'член', 'болт', 'писюн', 'пиструн']
TO_DICK_2 = ['василюк', 'денис', 'скинь', 'покажи', 'показы']

TO_LEAVE_1 = ['отсюда', 'отсюдо']
TO_LEAVE_2 = ['нахуй', 'на хуй', 'нахер', 'на хер', 'вон', 'пиздуй', 'пошел', 'пошёл']

TO_SCHEDULE_1 = []
TO_SCHEDULE_2 = []
NOT_TO_SCHEDULE = []

# Replies
HELP = 'могу расписание твое показать'
IGNORANCE = 'не понял щас'
UNKNOWN_USER = 'я тебя не знаю дядя'

WHAT_LIST = ['что', 'a', 'че', 'што']
YES_LIST = ['да', 'ага']
NO_LIST = ['не', 'нет']
HI_LIST = ['привет', 'здрасте', 'приветик', 'у аппарата', 'да да', 'ало']
BYE_LIST = ['пока', 'пака', 'давай']
OKAY_LIST = ['ладно', 'ну ладно']
